/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d více)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Nepodařilo se extrahovat \"%1$@\" z archivu \"%2$@\": %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Nepodařilo se extrahovat zdrojovou složku pro \"%1$@\" z archivu \"%2$@\":\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Výchozí kódování";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Rozpoznat automaticky";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Rozbalit";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Rozbalit archiv";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Rozbalování \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Příprava na rozbalování \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Výběr";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Výběr souborů k rozbalení";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Obsah \"%@\" nemůže být extrahován s The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Nastal problém při extrahování obsahu souboru \"%1$@\": %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Nastal problém při načítání obsahu souboru \"%1$@\": %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Rozbalit";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Poskytněte prosím heslo archivu pro otevření \"%@\".";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Kam má The Unarchiver extrahovat vaše archivy?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Vždy rozbalit do stejné složky, nebo můžete zvolit umístění pokaždé manuélně.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Vždy se zeptat";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Extrahovat do stejné složky";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver potřebuje vaše povolení pro uložení extrahovaných souborů do vybrané složky. Klepněte na \"Rozbalit\" pro schválení této akci.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver potřebuje vaše povolení pro hledání jiných částí vybraného archivu v tomto umístění. Klepněte na tlačítko \"Hledat\" pro schválení této akce.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Hledat";

/* Check for updates menu item */
"Check for Updates…" = "Zkontrolovat aktualizace…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Soubor archivu není kompletní";
"Opening file failed" = "Soubor nelze otevřít";
"Missing or wrong password" = "Zadané heslo není správné";
"Wrong checksum" = "Soubor archivu je poškozený";
"Could not create directory" = "Nelze vytvořit složku";

/* Uncommon or unused errors */
"Unknown error" = "Neznámá chyba";
"Failed to write to file" = "Chyba při zápisu do souboru";
"Function called with illegal parameters" = "Funkce volána s neplatnými parametry";
"Not enough memory available" = "Nedostatek volné paměti";
"Data is corrupted" = "Data jsou poškozena";
"File is not fully supported" = "Soubor není plně podporován";
"Required resource missing" = "Požadovaný zdrojový soubor chybí";
"Error on decrunching" = "Chyba při louskání";
"Unknown file type" = "Neznámý typ souboru";
"File, disk has been skipped" = "Soubor či disk byl přeskočen";
"User cancelled extraction" = "Uživatelem zrušené rozbalování";
"File already exists" = "Soubor již existuje";
"Verify failed (disk hook)" = "Kontrola selhala (disk hook)";
"Wrong drive geometry" = "Chybná geometrie disku";
"Unknown data format" = "Neznámý formát dat";
"Source contains no files" = "Zdroj neobsahuje žádné soubory";
"Unknown filesystem" = "Neznámý souborový systém";
"Name of file exists as directory" = "Název souboru již existuje v podobě složky";
"Buffer was too short" = "Vyrovnávací paměť je příliš krátká";
"Text encoding was defective" = "Kódování textu je vadné";
"Could not create symlink" = "Nelze vytvořit symbolického zástupce";

"AlertTitle_SetFileTypeAssociationAppStore" = "Zvažte nastavení The Unarchiver jako výchozí aplikaci for vybrané typy souborů.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Klikněte na \"Více informací\" v kontextovém menu souboru a zvolte požadovanou aplikaci v seznamu \"Otevřít v programu\". Klikněte na \"Změnit všechny...\" pro použití tohoto nastavení na všechny podobné archivy.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Nastavte další aplikaci jako výchozí aplikaci pro vybrané typy souborů.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Klikněte na \"Více informací\" v kontextovém menu souboru a zvolte požadovanou aplikaci v seznamu \"Otevřít v programu\". Klikněte na \"Změnit všechny...\" for použití tohoto nastavení na všechny podobné archivy.";

/* About window */
"Standalone" = "Samostatné";

/* Extracted view */
"extracted" = "extrahováno";
